Repository: 5axes/ImportExportProfiles
Catalog: resources/i18n/*/profiles.po
Languages: fr_fr

# @item:inmenu
source: Import/Export Settings
fr_fr: Import/Export Paramètres

# @item:inmenu
source: Export Current Settings
fr_fr: Exporter les réglages actuels

# @item:inmenu
source: Export Current Profile
fr_fr: Exporter le Profil actuel

# @item:inmenu
source: Merge a CSV File
fr_fr: Fusionner un fichier CSV

# @item:inmenu
source: Import Cura Profile
fr_fr: Importer un profil

# @item:inmenu
source: Merge by Step a CSV File
fr_fr: Fusionner par étape un fichier CSV

# @title:window
source: Save as
fr_fr: Sauver sous

# @filter
source: Cura Profile (*.curaprofile)
fr_fr: Profil Cura (*.curaprofile)

# @text
source: Nothing to export !
fr_fr: Rien à exporter !

# @title
source: Export Profiles Tools
fr_fr: Outils d'exportation de profils

# @filter
source: CSV files (*.csv)
fr_fr: Fichiers CSV (*.csv)

# @text
source: Exported data for profil %s
fr_fr: Données exportées pour profil %s

# @title
source: Import Export CSV Profiles Tools
fr_fr: Outils d'Importation/Exportation les réglages au format CSV

# @title:window
source: Open File
fr_fr: Ouvrir Fichier

# @filter
source: G-Code File (*.gcode)
fr_fr: Fichier G-Code (*.gcode)

# @title
source: Import Profiles Tools
fr_fr: Outils d'importation de profils

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>: {1}
fr_fr: Impossible d'importer le profil depuis <filename>{0}</filename>: {1}

# @info:status Don't translate the XML tags <filename>!
source: Can't import profile from <filename>{0}</filename> before a printer is added.
fr_fr: Impossible d'importer le profil depuis <filename>{0}</filename> avant l'ajout d'une imprimante.

# @info:status Don't translate the XML tags <filename>!
source: No custom profile to import in file <filename>{0}</filename>
fr_fr: Aucun profil personnalisé à importer dans le fichier <filename>{0}</filename>

# @info:status Don't translate the XML tags <filename>!
source: Failed to import profile from <filename>{0}</filename>:
fr_fr: Échec de l'importation du profil depuis le fichier <filename>{0}</filename>:

# @info:status Don't translate the XML tags <filename>!
source: This profile <filename>{0}</filename> contains incorrect data, could not import it.
fr_fr: Le profil <filename>{0}</filename> contient des données incorrectes ; échec de l'importation.

# @info:status
source: Warning: The profile have been switch from the quality '{}' to the Quality '{}'
fr_fr: Avertissement: Le profil est passé de la qualité '{}' à la qualité '{}'

# @info:status Don't translate the XML tag <filename>!
source: Failed to import profile from <filename>{0}</filename>:
fr_fr: Échec de l'importation du profil depuis le fichier <filename>{0}</filename>:

# @info:status
source: Successfully imported profile {0}.
fr_fr: Importation du profil {0} réussie.

# @info:status
source: File {0} does not contain any valid profile.
fr_fr: Le fichier {0} ne contient pas de profil valide.

# @info:status
source: Profile {0} has an unknown file type or is corrupted.
fr_fr: Le profil {0} est un type de fichier inconnu ou est corrompu.

# @text
source: Per extruder %s
fr_fr: Par extrudeuse %s

# @text
source: Imported profil : %d changed keys from %s
fr_fr: Profil importé : %d clés modifiées depuis : %s

# @text
source: Would you like to update the slice for : %s ?
fr_fr: Souhaitez-vous mettre à jour la découpe pour : %s ?

# @title
source: Update slice
fr_fr: Mise à jour de la découpe
